// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Katalog";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Zakładki";

// genre names
"Social Networking" = "Społeczności";
"Reference" = "Źródła";
"News" = "Wiadomości";
"Games" = "Gry";
"Productivity" = "Biurowe";
"Entertainment" = "Rozrywka";
"Lifestyle" = "Lifestyle";
"Navigation" = "Nawigacja";
"Music" = "Muzyka";
"Utilities" = "Narzędzia";
"Travel" = "Podróże";
"Sports" = "Sport";
"Healthcare & Fitness" = "Zdrowie";
"Photography" = "Fotografia";
"Finance" = "Finanse";
"Business" = "Biznes";
"Education" = "Edukacja";
"Weather" = "Pogoda";
"Books" = "Książki";
"Medical" = "Medycyna";
"Stores" = "Zakupy";

// game subgenre names
"Action Games" = "Akcja";
"Adventure Games" = "Przygodowe";
"Arcade Games" = "Automaty";
"Board Games" = "Planszowe";
"Card Games" = "Karty";
"Casino Games" = "Kasyno";
"Dice Games" = "Kości";
"Educational Games" = "Edukacyjne";
"Family Games" = "Dla dzieci";
"Kids Games" = "Dla dzieci";
"Music Games" = "Muzyczne";
"Puzzle Games" = "Układanki";
"Racing Games" = "Wyścigi";
"Role Playing Games" = "RPG";
"Simulation Games" = "Symulacje";
"Sports Games" = "Sport";
"Strategy Games" = "Strategiczne";
"Trivia Games" = "Ciekawostki";
"Word Games" = "Słowne";



